Repository: E2OpenPlugins/e2openplugin-Foreca
Catalog: plugin/locale/*/LC_MESSAGES/Foreca.po
Languages: bg, et, lt

source: < > = Prognosis next/previous day 0 - 9 = Prognosis (x) days from now VOL+/- = Fast scroll 100 (City choice) Bouquet+/- = Fast scroll 500 (City choice) Info = This information Menu = Satellite photos and maps Red = Temperature chart for the upcoming 5 days Green = Go to Favorite 1 Yellow = Go to Favorite 2 Blue = Go to Home Wind direction = Arrow to right: Wind from the West
bg: < > = Прогноза за следващ/предишен ден 0 - 9 = Прогноза за ден (x) след днешния VOL+/- = Стъпка 100 реда (при избор на град) Bouquet+/- = Стъпка 500 реда (при избор на град) Info = Този прозорец Menu = Сателитни снимки и карти Червен = Графика за следващите 5 дни Зелен = Към Предпочитан 1 Жълт = Към Предпочитан 2 Син = Към Местен Посока на вятъра = Стрелка на дясно: Западен вятър
et: < > = Ennustus järgmine/eelmine päev 0 - 9 = Ennustus järgmised (x) päeva VOL+/- = Kiirkerimine 100 (linna valik) Bouquet+/- = Kiirkerimines 500 (linna valik) Info = See info Menu = Satelliidipildid/kaardid Punane = Järgmise 5 päeva temperatuur Roheline = Lemmik 1 Kollane = Lemmik 2 Sinine = Avaleht Tuule suund = Nool paremale: Läänetuul
lt: '<' '>' = Prognozė kitai/ankstesnei dienai '0' -' 9' = Prognozė X dienų nuo šios 'VOL+/-' = Praleisti 100 (miesto pasirinkimas) 'Bouquet+/-' = Praleisti 500 (miesto pasirinkimas) 'Info' = Ši informacija 'Menu' = Palydovo nuotraukos ir žemėlapiai 'RAUDONAS' = Temperatūros diagrama sekančioms 5 dienoms 'ŽALIAS = Miestas 1 'GELTONAS' = Miestas 2 'MĖLYNAS' = namo Vėjo kryptis = rodyklė > į dešinę: vėjas iš vakarų

source: 0 - Today
bg: Днес
et: 0 - Täna
lt: 0 - šiandien

source: 1 - Today + 1 day
bg: Утре
et: 1 - Täna + 1 päev
lt: 1 - šiandien + 1 diena

source: 12 h
bg: 12 часов
et: 12 t
lt: 12 val.

source: 2 - Today + 2 days
bg: Вдругиден
et: 2 - Täna + 2 päeva
lt: 2 - šiandien + 2 dienos

source: 24 h
bg: 24 часов
et: 24 t
lt: 24 val.

source: 3 - Today + 3 days
bg: След 3 дни
et: 3 - Täna + 3 päeva
lt: 3 - šiandien + 3 dienos

source: 4 - Today + 4 days
bg: След 4 дни
et: 4 - Täna + 4 päeva
lt: 4 - šiandien + 4 dienos

source: 5 - Today + 5 days
bg: След 5 дни
et: 5 - Täna + 5 päeva
lt: 5 - šiandien + 5 dienos

source: 6 - Today + 6 days
bg: След 6 дни
et: 6 - Täna + 6 päeva
lt: 6 - šiandien + 6 dienos

source: 7 - Today + 7 days
bg: След 7 дни
et: 7 - Täna + 7 päeva
lt: 7 - šiandien + 7 dienos

source: 8 - Today + 8 days
bg: След 8 дни
et: 8 - Täna + 8 päeva
lt: 8 - šiandien + 8 dienos

source: 9 - Today + 9 days
bg: След 9 дни
et: 9 - Täna + 9 päeva
lt: 9 - šiandien + 9 dienos

source: Air pressure
bg: Въздушно налягане
et: Õhurõhk
lt: Oro slėgis

source: Australia
bg: Австралия
et: Austraalia
lt: Australija

source: Austria
bg: Австрия
lt: Austrija

source: Backgroundcolor
bg: Цвят на фона
et: Tausta värv
lt: Fono spalva

source: Baden-Wuerttemberg
bg: Баден-Вюртемберг
et: Baden-Württemberg
lt: Badenas-Viurtembergas

source: Bavaria
bg: Бавария
et: Baierimaa
lt: Bavarija

source: Belgium
bg: Белгия
et: Belgia
lt: Belgija

source: Berlin
bg: Берлин
et: Berliin
lt: Berlynas

source: Blue - Assign to Home
bg: Избор като Местен
et: Sinine - Avalehele
lt: 'MĖLYNAS' - priskirti namams

source: Blue - Home
bg: Местен
et: Sinine - Avaleht
lt: 'MĖLYNAS' - namai

source: Blue - Settings
bg: Настройки
et: Sinine - seaded
lt: 'MĖLYNAS' - nustatymai

source: Brandenburg
bg: Брандербург
lt: Brandenburgas

source: Bremen
bg: Бремен
lt: Brėmenas

source: Cancel
bg: Отказ
et: Tühista
lt: Atšaukti

source: Channel+ - 500 back
bg: 500 реда назад
et: Channel+ - 500 tagasi
lt: 'Channel+' - 500 atgal

source: Channel- - 500 forward
bg: 500 реда напред
et: Channel- - 500 edasi
lt: 'Channel-' - 500 pirmyn

source: City
bg: Град
et: Linn
lt: Miestas

source: City names as labels in the Main screen
bg: С имена на градовете в главния екран
et: Linna nimed esilehel märksõnadena
lt: Miestų pavadinimai, kaip žymės pagrindiniame lange

source: Cloudcover Video
bg: Облачност - слайдшоу
et: Pilvkatte video
lt: Debesuotumas - video

source: Continents
bg: Континенти
et: Mandrid
lt: Žemynai

source: Czech Republic
bg: Чехия
lt: Čekijos respublika

source: Debug
bg: Дебъг
lt: Klaidų šalinimas

source: Denmark
bg: Дания
et: Taani
lt: Danija

source: Display in extensions menu
bg: Покажи при Разширенията
et: Kuva laienduste menüüs
lt: Rodyti plėtinių naršyklėje

source: Down - Next
bg: Следващ
et: Alla - järgmine
lt: 'Žemyn' - sekantis

source: Down - Next page
bg: Следваща страница
et: Alla - järgmine leht
lt: 'Žemyn' - sekantis puslapis

source: East Asia
bg: Източна Азия
et: Ida-Aasia
lt: Rytų Azija

source: Eumetsat
lt: Eumetsat puslapis

source: Europe
bg: Европа
et: Euroopa
lt: Europa

source: Exit - End
bg: Изход
et: Exit - Välju
lt: 'Exit' - užverti

source: Favorite 1
bg: Предпочитан 1
et: Lemmik 1
lt: Miestas 1

source: Favorite 2
bg: Предпочитан 2
et: Lemmik 2
lt: Miestas 2

source: Font size in slideshow
bg: Размер на шрифта при слайдшоу
et: Slaidiseansi tähesuurus
lt: Šrifto dydis nuotraukų peržiūroje

source: Foreca Weather Forecast
bg: Foreca - прогноза за времето
et: Foreca ilmateade
lt: Foreca orų prognozė

source: Forecast
bg: Прогоза
et: Ilmateade
lt: Orų prognozė

source: Frame size in full view
bg: Размер на рамка при цял екран
et: Kaadri suurus täisvaates
lt: Kadro dydis pilnaekraniame režime

source: France
bg: Франция
et: Prantsusmaa
lt: Prancūzija

source: Germany
bg: Германия
et: Saksamaa
lt: Vokietija

source: Great Britain
bg: Великобритания
et: Suurbritannia
lt: Didžioji Britanija

source: Greece
bg: Гърция
lt: Graikija

source: Green - Assign to Favorite 1
bg: Избор като Предпочитан 1
et: Roheline - Lemmikule 1
lt: 'ŽALIAS' - priskirti, kaip miestas 1

source: Green - Europe
bg: Европа
et: Roheline - Euroopa
lt: 'ŽALIAS'- Europa

source: Green - Favorite 1
bg: Предпочитан 1
et: Roheline - Lemmik 1
lt: 'ŽALIAS' - miestas 1

source: Hamburg
bg: Хамбург
lt: Hamburgas

source: Hesse
bg: Хесен
lt: Hesenas

source: Home
bg: Местен
et: Avaleht
lt: Namai

source: Hungary
bg: Унгария
lt: Vengrija

source: Imperial (C, mph)
bg: Имперски (C, mph)
et: UK (C, mph)
lt: Imperinė (°C, mylių/val.)

source: Info - Legend
bg: Упътване
lt: 'Info' - paaiškinimai

source: Ireland
bg: Ирландия
et: Iirimaa
lt: Airija

source: Italy
bg: Италия
et: Itaalia
lt: Italija

source: Latvia
bg: Латвия
lt: Latvija

source: Left - Previous day
bg: Предишен ден
lt: 'Kairėn' - ankstesnė diena

source: Left - Previous page
bg: Предишна страница
et: Vasak - eelmine leht
lt: 'Kairėn' - ankstesnis puslapis

source: Left arrow - Previous day
bg: Предишен ден
et: Vasak nool - eelmine päev
lt: 'Rodyklė kairėn' - ankstesnė diena

source: Legend
bg: Упътване
et: Info
lt: Paaiškinimai

source: Lower Saxony
bg: Долна Саксония
et: Alam-Saksimaa
lt: Žemutinė Saksonija

source: Luxembourg
bg: Люксембург
et: Luksemburg
lt: Liuksemburgas

source: Maps
bg: Карти
et: Kaardid
lt: Žemėlapiai

source: Mecklenburg-Vorpommern
bg: Мекленбург-Предна Померания
lt: Meklenburgas-Pomeranija

source: Menu - Weather maps
bg: Синоптични карти
et: Menu - Ilmakaardid
lt: 'Menu' - orų žemėlapiai

source: Metric (C, km/h)
bg: Метрични (C, km/h)
et: Meetriline (C, km/h)
lt: Metrinė (°C, km/val.)

source: Metric (C, m/s)
bg: Метрични (C, m/s)
et: Meetriline (C, m/s)
lt: Metrinė (°C, m/sek.)

source: Middle America
bg: Централна Америка
et: Kesk-Ameerika
lt: Centrinė Amerika

source: Middle Asia
bg: Централна Азия
et: Kesk-Aasia
lt: Vidurinė Azija

source: Middle East
bg: Близък Изток
et: Lähis-Ida
lt: Vidurio Rytai

source: Netherlands
bg: Холандия
et: Holland
lt: Nyderlandai

source: North Africa
bg: Северна Африка
et: Põhja-Aafrika
lt: Šiaurės Afrika

source: North America
bg: Северна Америка
et: Põhja-Ameerika
lt: Šiaurės Amerika

source: North Rhine-Westphalia
bg: Северен Рейн-Вестфалия
et: Põhja Rhine-Westphalia
lt: Šiaurės Reinas-Vestfalija

source: OK - City
bg: Град
et: OK - Linn
lt: 'OK' - miestas

source: OK - Select
bg: Избор
et: OK - vali
lt: 'OK' - pasirinkti

source: OK - Show
bg: Покажи
et: OK - näita
lt: 'OK' - parodyti

source: Please wait ...
bg: Моля изчакайте ...
et: Oota...
lt: Palaukite...

source: Please wait, photo is being loaded ...
bg: Зареждане на изображението ...
et: Foto laadimine...
lt: Palaukite, kol įkeliama nuotrauka...

source: Poland
bg: Полша
lt: Lenkija

source: Portugal
bg: Португалия
lt: Portugalija

source: Red - Continents
bg: Континенти
et: Punane - Mandrid
lt: 'RAUDONAS' - žemynai

source: Red - Weekoverview
bg: Обзор на седмицата
et: Punane - Nädala ennustus
lt: 'RAUDONAS' - savaitės apžvalga

source: Rhineland-Palatine
bg: Рейнланд-Пфалц
et: Rheinland-Pfalz
lt: Reino kraštas-Pfalcas

source: Right - Next day
bg: Следващ ден
lt: 'Dešinėn' - sekanti diena

source: Right - Next page
bg: Следваща страница
et: Parem - järgmine leht
lt: 'Dešinėn' - sekantis puslapis

source: Right arrow - Next day
bg: Следващ ден
et: Parem nool - järgmine päev
lt: 'Rodyklė dešinėn' - sekanti diena

source: Russia
bg: Русия
lt: Rusija

source: Saarland
bg: Саарланд
lt: Saro kraštas

source: Satellite photos
bg: Сателитни снимки
et: Satelliidipildid
lt: Nuotraukos iš palydovo

source: Save
bg: Запис
et: Salvesta
lt: Išsaugoti

source: Saxony
bg: Саксония
et: Saksimaa
lt: Saksonija

source: Saxony-Anhalt
bg: Саксония-Анхалт
et: Saksimaa-Anhalt
lt: Saksonija-Anhaltas

source: Scaling Mode
bg: Режим на мащабиране
et: Skaleerimine
lt: Mastelio keitimo būdas

source: Schleswig-Holstein
bg: Шлезвиг-Холщайн
lt: Šlezvigas-Holšteinas

source: Select a city
bg: Изберете град
et: Linna valik
lt: Pasirinkite miestą

source: Select time format
bg: Изберете времеви формат
et: Aja vorming
lt: Laiko formatas

source: Select units
bg: Изберете мерни единици
et: Ühikuid
lt: Matavimo vienetai

source: Settings
bg: Настройки
et: Seaded
lt: Nustatymai

source: Show Infoline
bg: Показване на инфолента
et: Kuva inforida
lt: Rodyti informacinę eilutę

source: Showerradar Video
bg: Валежи - слайдшоу
et: Vihmaradari video
lt: Kritulių frontas - video

source: Slide Time (seconds)
bg: Смяна кадър (в секунди)
et: Kiirus (sekundit)
lt: Kadro rodymo trukmė (sek.)

source: Slide picture in loop
bg: Повтаряне на слайдшоу
et: Esita slaidiseansina
lt: Nuotraukas rodyti cikliškai

source: SlideShow Settings
bg: Настроки за слайдшоу
et: Slaidiseansi seadistused
lt: Nuotraukų peržiūros nuostatos

source: Slovakia
bg: Словакия
lt: Slovakija

source: South Africa
bg: Южна Африка
et: Lõuna-Aafrika
lt: Pietų Afrika

source: South America
bg: Южна Америка
et: Lõuna-Ameerika
lt: Pietų Amerika

source: Southeast Asia
bg: Югоизточна Азия
et: Kagu-Aasia
lt: Pietryčių Azija

source: Spain
bg: Испания
et: Hispaania
lt: Ispanija

source: Switzerland
bg: Швейцария
et: Šveits
lt: Šveicarija

source: Temp
bg: Температура
lt: Temperatūra

source: Temperature Video
bg: Температура - слайдшоу
lt: Temperatūra - video

source: Textcolor
bg: Цвят на текста
et: Teksti värv
lt: Teksto spalva

source: This city is stored as favorite 1!
bg: Градът е избран за предпочитан 1!
et: Linn määrati 'Lemmik 1'!
lt: Šis miestas išsaugotas, kaip miestas 1!

source: This city is stored as favorite 2!
bg: Градът е избран за предпочитан 2!
et: Linn määrati 'Lemmik 2'!
lt: Šis miestas išsaugotas, kaip miestas 2!

source: This city is stored as home!
bg: Градът е избран за местен!
et: Linn määrati avaleheks!
lt: Šis miestas išsaugotas, kaip namai!

source: Thuringia
bg: Тюрингия
et: Thüringen
lt: Tiūringija

source: US (F, mph)
bg: Американски (F, mph)
lt: US (°F, mylių/val.)

source: Up - Previous
bg: Предишен
et: Üles - eemine
lt: 'Aukštyn' - ankstesnis

source: Up - Previous page
bg: Предишна страница
et: Üles - eemine leht
lt: 'Aukštyn' - ankstesnis puslapis

source: Version
bg: Версия
et: Versioon
lt: Versija

source: Volume+ - 100 back
bg: 100 реда назад
et: Volume+ - 100 tagasi
lt: 'Volume+' - 100 atgal

source: Volume- - 100 forward
bg: 100 реда напред
et: Volume- - 100 edasi
lt: 'Volume-' - 100 pirmyn

source: Weather forecast for the upcoming 10 days
bg: 10 дневна прогноза за времето
et: 10 päeva ilmaennustus
lt: Orų prognozė artimiausioms 10-čiai dienų

source: Weather map Video
bg: Синоптична карта - слайдшоу
et: Ilmakaardi video
lt: Orų žemėlapis - video

source: Week
bg: Седмична
et: Nädal
lt: Savaitė

source: Wind
bg: Вятър
et: Tuul
lt: Vėjas

source: Yellow - Assign to Favorite 2
bg: Избор като Предпочитан 2
et: Kollane - Lemmikule 2
lt: 'GELTONAS' - priskirti, kaip miestas 2

source: Yellow - Favorite 2
bg: Предпочитан 2
et: Kollane - Lemmik 2
lt: 'GELTONAS' - miestas 2

source: Yellow - Germany
bg: Германия
et: Kollane - Saksamaa
lt: 'GELTONAS' - Vokietija

source: better
bg: добър
et: parem
lt: geresnis

source: black
bg: черен
et: must
lt: juodas

source: blue
bg: син
et: sinine
lt: mėlynas

source: green
bg: зелен
et: roheline
lt: žalias

source: h
bg: ч
et: t
lt: val.

source: red
bg: червен
et: punane
lt: raudonas

source: simple
bg: опростен
et: lihtne
lt: paprastas

source: yellow
bg: жълт
et: kollane
lt: geltonas

source: Aspect list...
et: Kuvasuhe

source: Resolution
et: Lahutus

source: Non Linear
et: Mittelineaarne

source: Bestfit
et: Parim sobivus

source: Please select an aspect ratio...
et: Vali kuvasuhe

source: Infrared
et: Infrapuna
